Repository: Garrestocles/antisamy-dotnet
Catalog: OWASP.AntiSamy/Properties/Resources.*.resx
Languages: de_de, es, it_it, no_nb, pt_br, ru_ru, zh_cn

# Error.Css.Tag.Selector.NotFound
source: The {0} tag had a style attribute that uses a selector, "{1}", that could not be processed. The selector has been removed for security reasons.
de_de: Das Style-Attribut des {0} Tags nutzt den Selektor "{1}". Dieser wurde aus Gründen der Sicherheit entfernt.
es: El tag {0} tenía un atributo style que usaba un selector, "{1}", que no pudo ser procesado. El selector ha sido removido por razones de seguridad.
it_it: {0} tag ha avuto un attributo di stile che utilizza un selettore, "{0}", che non potevano essere trattati. Il selettore è stato rimosso per ragioni di sicurezza.
no_nb: Taggen {0} hadde en stilattributt som bruker en selektor, "{1}", som ikke kunne behandles. Selektoren har av sikkerhetsgrunner blitt fjernet.
pt_br: O {0} etiqueta contido um atributo de estilo que usa um selector, "{0}", que não podia ser processado. Este selector foi eliminada para razões de segurança.
ru_ru: Тэг {0} содержал атрибут стиля с неизвестным селектором {1}. Селектор удалён из соображений безопасности.
zh_cn: 标记{0}中的一个样式属性使用了一个没法处理的选择器"{0}"。出于安全的原因，此规则已被去掉。

# Error.Css.Stylesheet.Selector.Disallowed
source: The stylesheet had a selector, "{0}", that could not be allowed for security reasons.
de_de: Das Stylesheet verfügte über nicht erlaubte Selektoren: "{0}".
es: La hoja de estilo tenía un selector, "{0}", que no pudo ser permitido por razones de seguridad.
it_it: Il foglio di stile ha avuto un selettore, "{0}", che è vietato per motivi di sicurezza.
no_nb: Stilarket hadde en selektor, "{0}", som av sikkerhetsgrunner ikke kunne tillates.
pt_br: O stylesheet teve um selector, "{0}", que não podia ser processado para razões de segurança.
ru_ru: Таблица стилей содержала недопустимый селектор {0}. Селектор удалён из соображений безопасности.
zh_cn: 样式表使用了一个选择器"{0}"。出于安全的原因，此选择器不被允许。

# Error.Css.Tag.Selector.Disallowed
source: The {0} tag had a style attribute that contained a selector, "{1}", that could not be allowed for security reasons.
de_de: Der {0} Tag verfügt über nicht erlaubte Selektoren im Style-Attribut: "{1}".
es: El tag {0} tenía un atributo style que contenía un selector, "{1}", que no pudo ser permitido por razones de seguridad.
it_it: {0} tag aveva uno stile attributo che conteneva un selettore, "{1}", che è vietato per motivi di sicurezza.
no_nb: Taggen {0} hadde en stilattributt som inneholder en selektor, "{1}", som av sikkerhetsgrunner ikke kunne tillates.
pt_br: O {0} etiqueta contido um atributo que contido um selector, "{1}", que não podia ser permitido para razões de segurança.
ru_ru: Тэг {0} содержал атрибут стиля с недопустимым селектором {1}. Селектор удалён из соображений безопасности.
zh_cn: 标记{0}中的一个样式属性使用了一个选择器"{1}"。出于安全的原因，此选择器不被允许。

# Error.Css.Stylesheet.Property.Invalid
source: The stylesheet had a property, "{0}", that could not be allowed for security reasons.
de_de: Die CSS Eigenschaft "{0}" ist aus Gründen der Sicherheit nicht erlaubt.
es: La hoja de estilo tenía una propiedad, "{0}", que no pudo ser permitida por razones de seguridad.
it_it: Il foglio di stile ha una proprietà, "{0}", che è vietato per motivi di sicurezza.
no_nb: Stilarket hadde en egenskap, "{0}", som av sikkerhetsgrunner ikke kunne tillates.
pt_br: O stylesheet teve uma propriedade, "{0}", que não podia ser permitido para razões de segurança.
ru_ru: Таблица стилей содержала недопустимое свойство {0}. Свойство удалено из соображений безопасности.
zh_cn: 样式表含有一个属（property)"{0}"。出于安全的原因，此属性不被允许。

# Error.Css.Tag.Property.Invalid
source: The {0} tag had a style attribute, "{1}", that could not be allowed for security reasons.
de_de: Der {0} Tag verfügt über nicht erlaubte Eigenschaften im Style-Attribut: "{1}".
es: El tag {0} tenía un atributo style, "{1}", que no pudo ser permitido por razones de seguridad.
it_it: {0} tag ha avuto un attributo di stile, "{1}", che è vietato per motivi di sicurezza.
no_nb: Taggen {0} hadde en stil attributt, "{1}", som av sikkerhetsgrunner ikke kunne tillates.
pt_br: O {0} etiqueta contido um atributo de estilo, "{1}", que não podia ser permitido para razões de segurança.
ru_ru: Тэг {0} содержал недопустимый атрибут стиля {1}. Атрибут удалён из соображений безопасности.
zh_cn: 标记{0}中含有一个样式属性"{1}"。出于安全的原因，此属性不被允许。

# Error.Attribute.Invalid.Encoded
source: The {0} tag contained an attribute that we could not process. The {1} attribute had a value of "{2}". This value could not be accepted for security reasons. We have chosen to encode the {0} tag in order to continue processing the input.
es: Hemos decidido remover este atributo del tag y dejar todo lo demás en su lugar de tal manera que podamos procesar la entrada. Hemos elegido codificar el tag {0} para poder continuar procesando la entrada.
