Repository: Garrestocles/antisamy-dotnet
Catalog: OWASP.AntiSamy/Properties/Resources.*.resx
Languages: de_de, es, it_it, no_nb, pt_br, ru_ru, zh_cn

# Error.Size.TooLarge
source: The input was too large. The specified input was {0} bytes and the maximum is {1} bytes.
de_de: Zu lange Eingaben. Es wurden {0} Bytes übertragen - das erlaubte Maximum liegt aber bei {1} Bytes.
es: La entrada fue muy grande. La entrada especificada fue {0} bytes y el máximo es {1} bytes.
it_it: Il input è troppo grande. Il specificato input è stato {0} byte e il massimo è {1} byte
no_nb: For mye inndata. Den aktuelle mengden var {0} bytes og det maksimale er {1} bytes.
pt_br: O entrada foi muito grande. O entrada especificado fue {0} bytes e o maximo é {1} bytes.
ru_ru: Объём введенной информации слишком велик. Максимально допустимый объём (в байтах) - {1}, вы ввели - {0}.
zh_cn: 输入太大。实际的输入为{0}字节。允许的最大输入为{1}字节。

# Error.Comment.Removed
source: The comment field was filtered out for security reasons. The value of the comment field was {0}.
de_de: Der Kommentar wurde aus Gründen der Sicherheit entfernt. Der angegebene Kommentar lautete {0}.
es: El campo de comentario fue filtrado por razones de seguridad. El valor del campo de comentario era {0}.
it_it: Il campo commento è stato filtrati per motivi di sicurezza. Il valore dei commenti è {0}.
no_nb: Kommentarfeltet ble av sikkerhetsgrunner fjernet. Innholdet i kommentarfeltet var {0}.
pt_br: O comentário região foi filtrado para razões de segurança. O valor do região era {0}.
ru_ru: Комментарий удалён из соображений безопасности. Содержимое комментария - {0}
zh_cn: 出于安全的原因，注释域已被过滤。注释域的值为{0}

# Error.Tag.NotFound
source: The {0} tag has been filtered for security reasons. The contents of the tag will remain in place.
de_de: Der {0} Tag wurde aus Gründen der Sicherheit entfernt. Die Inhalte des Tags wurden erhalten.
es: El tag {0} ha sido filtrado por razones de seguridad. Los contenidos del tag permanecerán en su lugar.
it_it: {0} tag è stata filtrata per motivi di sicurezza. Il contenuto del tag rimane sul posto.
no_nb: Taggen {0} har av sikkerhetsgrunner blitt filtrert. Innholdet i taggen er uendret.
pt_br: A {0} etiqueta foi filtrada para razões de segurança. O conteúdo da etiqueta permanecerá.
ru_ru: Тэг {0} отфильтрован из соображений безопасности. Содержимое тэга не затронуто.
zh_cn: 出于安全的原因，标记{0}已被过滤。标记的内容保存不变。

# Error.Tag.Removed
source: The {0} tag is not allowed for security reasons. This tag should not affect the display of the input.
de_de: Der {0} Tag wurde aus Gründen der Sicherheit entfernt. Das Entfernen sollte keinen Einfluss auf die Darstellung haben.
es: El tag {0} no es permitido por razones de seguridad. Este tag no debe afectar el despliegue de la entrada.
it_it: {0} tag non è consentito per motivi di sicurezza. Questo tag non dovrebbe incidere sulla visualizzazione degli input.
no_nb: Taggen {0} er av sikkerhetsgrunner ikke tillatt. Denne taggen skal ikke påvirke visningen av inndataene.
pt_br: A {0} etiqueta não é permitida para razões de segurança. Esta etiqueta não deve afetar a aparência da entrada.
ru_ru: Тэг {0} удалён из соображений безопасности.
zh_cn: 出于安全的原因，标记{0}不被允许。此标记不应该影响输入的显示。

# Error.Tag.Filtered
source: The {0} tag has been filtered for security reasons. The contents of the tag will remain in place.
de_de: Der {0} Tag wurde aus Gründen der Sicherheit entfernt. Die Inhalte des Tags wurden erhalten.
es: El tag {0} ha sido filtrado por razones de seguridad. Los contenidos del tag permanecerán en su lugar.
it_it: {0} tag è stata filtrata per motivi di sicurezza. Il contenuto del tag rimane sul posto.
no_nb: Taggen {0} har av sikkerhetsgrunner blitt filtrert. Innholdet i taggen er uendret.
pt_br: A {0} etiqueta foi filtrada para razões de segurança. O conteúdo da etiqueta permanecerá.
ru_ru: Тэг {0} отфильтрован из соображений безопасности. Содержимое тэга не затронуто.
zh_cn: 出于安全的原因，标记{0}已被过滤。标记的内容保存不变。

# Error.Tag.Encoded
source: The {0} tag has been encoded for security reasons. The contents of the tag will remain in place.
de_de: Der {0} Tag has been encoded for security reasons. The contents of the tag will remain in place.
es: El tag {0} ha sido codificado por razones de seguridad. Los contenidos del tag permanecerán en su lugar.

# Error.Tag.Empty
source: The {0} tag was empty, and therefore we could not process it. The rest of the message is intact, and its removal should not have any side effects.
de_de: Der {0} Tag leer war, und daher konnten wir nicht verarbeiten. Der Rest der Nachricht intakt ist, und ihre Entfernung sollte keine Nebenwirkungen.
es: El tag {0} estaba vacío, y por lo tanto no podemos procesarlo. El resto del mensaje está intacto, y su eliminación no debe tener ningún efecto secundario.
it_it: {0} tag era vuoto, e quindi non abbiamo potuto processo di esso. Il resto del messaggio è intatta, e la sua rimozione non dovrebbe avere alcun effetto collaterale.
no_nb: Taggen {0} var tomt, og derfor kunne vi ikke behandle den. Resten av meldingen er intakt, og fjerning burde ikke ha noen bivirkninger.
pt_br: A {0} estava vazia e, portanto, não poderíamos processá-lo. O restante da mensagem está intacta, e sua retirada não deve ter nenhum efeito colateral.
ru_ru: Тэг {0} Tag был пуст, и поэтому мы не можем обработать. Остальная часть сообщения, не повреждена, и ее отмена не должны иметь каких-либо побочных эффектов.
zh_cn: 在{0}的标签是空的，因此我们无法处理它。该邮件的其余部分是完整的，其搬迁应该没有任何副作用。

# Error.CData.Found
source: A CDATA section was found, which is not allowed. The rest of the message is intact, and its removal should not have any side effects. The contents of the CDATA was "{0}".
de_de: Ein CDATA-Teil wurde gefunden, der nicht gestattet ist. Der Rest der Nachricht ist intakt, und Entfernung dieses Teil soll keine Nebenwirkungen haben. Der Inhalt des CDATA war \ "{0} \".
it_it: È stata individuata una sezione CDATA, che non è permessa. La rimozione non dovrebbe avere effetti collaterali, e il resto del messaggio è intatto. Il contenuto della sezione CDATA era "{0}".
no_nb: En CDATA delen var funnet, noe som ikke er tillatt. Resten av meldingen er intakt, og fjerning bør ikke ha noen bivirkninger. Innholdet i CDATA var "{0}".
pt_br: Uma seção CDATA foi encontrado, o que não é permitido. O resto da mensagem está intacta, e sua retirada não deve ter quaisquer efeitos secundários. O conteúdo da CDATA foi "{0}".
ru_ru: Раздел CDATA было обнаружено, что не допускается. Остальные сообщения не повреждена, и ее удаление не должно быть никаких побочных эффектов. Содержание CDATA был "{0}".
zh_cn: 一个CDATA部分被发现，这是不允许的。该邮件的其余部分是完整的，其搬迁不应该有任何副作用。在CDATA的内容是 "{0}"。

# Error.Pi.Found
source: An XML processing instruction was found, which is not allowed. The rest of the message is intact, and its removal should not have any side effects. The contents of the instruction was "{0}".
de_de: Ein XML-Befehl wurde gefunden, der nicht gestattet ist. Der Rest der Nachricht ist intakt, und Entfernung dieses Befehl soll keine Nebenwirkungen haben. Der Inhalt der Befehl war \ "{0} \".
it_it: È stata individuata una istruzione di elaborazione XML, che non è permessa. La rimozione non dovrebbe avere effetti collaterali, e il resto del messaggio è intatto. Il contenuto dell'istruzione era "{0}".
no_nb: En XML behandlingsinstruksjon ble funnet, som ikke er tillatt. Resten av meldingen er intakt, og fjerning bør ikke ha noen bivirkninger. Innholdet i undervisningen var "{0}".
pt_br: Uma instrução de processamento XML foi encontrado, o que não é permitido. O resto da mensagem está intacta, e sua retirada não deve ter quaisquer efeitos secundários. O conteúdo da instrução era "{0}".
ru_ru: Инструкция обработки XML было обнаружено, что не допускается. Остальные сообщения не повреждена, и ее удаление не должно быть никаких побочных эффектов. Содержание инструкции было "{0}".
zh_cn: XML处理指令被发现，这是不允许的。消息的其余部分是完整的，其搬迁应该不会有任何副作用。该指令的内容为 "{0}"。

# Error.Attribute.NotFound
source: The {0} tag contained an attribute that we could not process. The {1} attribute has been filtered out, but the tag is still in place. The value of the attribute was "{2}".
de_de: Der {0} Tag enthält nicht erlaubte Attribute. Das {1} Attribut wurde erfolgreich herausgefiltert.
es: El tag {0} contenía un atributo que no pudimos procesar. El atributo {1} ha sido filtrado, pero el tag aún está en su lugar. El valor del atributo era "{2}".
it_it: {0} tag conteneva un attributo che non abbiamo potuto processo. {1} attributo è stata filtrata, ma tag rimane sul posto.
no_nb: Taggen {0} inneholdt et attributt som ikke kunne behandles. Attributtet {1} har blitt filtrert bort men taggen er fremdeles på plass.
pt_br: A {0} etiqueta contem um atributo que nós não podemos processor. A {1} atributo foi filtrada, pero a etiqueta permanecerá.
ru_ru: Тэг {0} содержал неизвестный атрибут {1}. Атрибут отфильтрован, содержимое тэга не затронуто.
zh_cn: 标记{0}包含一个没法处理的属性。属性{1}已被过滤，但标记保存不变。

# Error.Attribute.Invalid
source: The {0} tag contained an attribute that we could not process. The {1} attribute had a value of "{2}". This value could not be accepted for security reasons. We have chosen to remove this attribute from the tag and leave everything else in place so that we could process the input.
de_de: Der {0} Tag enthält nicht erlaubte Attribute. Das {1} Attribut hat folgenden Wert: "{2}". Das Attribut wurde entfernt - der Tag und seine Inhalte wurden belassen.
es: El tag {0} contenía un atributo que no pudimos procesar. El atributo {1} tenía un valor de "{2}". Este valor no pudo ser aceptado por razones de seguridad. Hemos elegido remover este atributo del tag y dejar todo lo demás en su lugar de tal manera que podamos procesar la entrada.
it_it: {0} tag conteneva un attributo che non abbiamo potuto processo. {1} attributo ha avuto un valore di "{2}". Questo valore non può essere accettato per ragioni di sicurezza. Abbiamo scelto di rimuovere questo attributo del tag e lasciare tutto il resto.
no_nb: Taggen {0} inneholdt et attributt som ikke kunne behandles. Attributtet {1} hadde verdien "{2}". Av sikkerhetsgrunner tillates ikke denne verdien. Dette attributtet er fjernet fra taggen og alt annet er beholdt slik at inndataene kunne behandles.
pt_br: A {0} etiqueta contem um atributo que nós não podemos processor. A {1} atributo teve um valor de "{2}". Este valor não podia ser aceitado para razões de segurança. Decidimos eliminar este atributo da etiqueta e mantenha o resto de modo que possamos processar a entrada.
ru_ru: Тэг {0} содержал недопустимый атрибут {1} со значением {2}. Атрибут удалён, содержимое тэга не затронуто.
zh_cn: 标记{0}包含一个没法处理的属性。属性{1}包含一个值"{2}"。出于安全的原因，这个值没法被接受。为了处理这个输入，这个属性已被从这个标记中去掉，标记其他部分保持不变。

# Error.Attribute.Invalid.Filtered
source: The {0} tag contained an attribute that we could not process. The {1} attribute had a value of "{2}". This value could not be accepted for security reasons. We have chosen to filter the {0} tag in order to continue processing the input.
de_de: Der {0} Tag enthält nicht erlaubte Attribute. Das {1} Attribut hat folgenden Wert: "{2}". Das Attribut wurde entfernt - der Tag {0} und seine Inhalte wurden gefiltert.
es: El tag {0} contenía un atributo que no pudimos procesar. El atributo {1} tenía un valor de "{2}". Este valor no pudo ser aceptado por razones de seguridad. Hemos elegido filtrar el tag {0} para poder continuar procesando la entrada.
it_it: {0} tag conteneva un attributo che non abbiamo potuto processo. {1} attributo ha avuto un valore di "{2}". Questo valore non può essere accettato per ragioni di sicurezza. Abbiamo scelto di filtrare il {0} tag.
no_nb: Taggen {0} inneholdt et attributt som ikke kunne behandles. Attributtet {1} hadde verdien "{2}". Av sikkerhetsgrunner tillates ikke denne verdien. Taggen {0} er blitt filtrert slik at inndataene kunne behandles.
pt_br: A {0} etiqueta contem um atributo que nós não podemos processor. A {1} atributo teve um valor de "{2}". Este valor não podia ser aceitado para razões de segurança. Decidimos filtrar a {0} etiqueta para continuar processamento a entrada.
ru_ru: Тэг {0} содержал недопустимый атрибут {1} со значением {2}. Тэг отфильтрован, содержимое тэга не затронуто.
zh_cn: 标记{0}包含一个没法处理的属。属性{1}包含一个值"{2}"。出于安全的原因，这个值没法被接受。为了进一步处理这个输入，标记{0}已被过滤。

# Error.Attribute.Invalid.Removed
source: The {0} tag contained an attribute that we could not process. The {1} attribute had a value of "{2}". This value could not be accepted for security reasons. We have chosen to remove the entire {0} tag in order to continue processing the input.
de_de: Der {0} Tag enthält nicht erlaubte Attribute. Das {1} Attribut hat folgenden Wert: "{2}". Das Attribut wurde entfernt - der Tag {0} und seine Inhalte wurden entfernt.
es: Hemos decidido remover este atributo del tag y dejar todo lo demás en su lugar de tal manera que podamos procesar la entrada. Hemos elegido remover el tag {0} completo para poder continuar procesando la entrada.
it_it: {0} tag conteneva un attributo che non abbiamo potuto processo. {1} attributo ha avuto un valore di "{2}". Questo valore non può essere accettato per ragioni di sicurezza. Abbiamo scelto di rimuovere l'intera {0} tag.
no_nb: Taggen {0} inneholdt et attributt som ikke kunne behandles. Attributtet {1} hadde verdien "{2}". Av sikkerhetsgrunner tillates ikke denne verdien. Hele taggen {0} er blitt fjernet slik at inndataene fortsatt kunne behandles.
pt_br: A {0} etiqueta contem um atributo que nós não podemos processor. A {1} atributo teve um valor de "{2}". Este valor não podia ser aceitado para razões de segurança. Decidimos eliminar o inteiro {0} etiqueta para continuar processamento a entrada.
ru_ru: Тэг {0} содержал недопустимый атрибут {1} со значением {2}. Тэг удалён.
zh_cn: 标记{0}包含一个没法处理的属性。属性{1}包含一个值"{2}"。出于安全的原因，这个值没法被接受。为了进一步处理这个输入，整个标记{0}已被去掉。

# Error.Css.Import.Disabled
source: Importing of stylesheets has not been enabled.
de_de: Stylesheet-Import ist nicht aktiviert.
es: El importar hojas de estilo no ha sido habilitado.
it_it: Importazione di fogli di stile non è stato attivato.
no_nb: Import av stilark er ikke slått på.
pt_br: Importar de stylesheets não foi capacitado.
ru_ru: Импорт таблиц стилей запрещён.
zh_cn: 样式表的导入还没有被激活。

# Error.Css.Import.Exceeded
source: The stylesheet located at {0} exceeds the total allowed number of stylesheets to be imported and was not retrieved. The maximum number of imported stylesheets is limited to {1} stylesheets.
de_de: Das Stylesheet {0} übersteigt die maximal erlaubte Anzahl an Stylesheets. Es dürfen maximal {1} Stylesheets importiert werden.
es: La hoja de estilo localizada en {0} excede el número total de hojas de estilo que se permite importar y por tanto no fue obtenida. El número máximo de hojas de estilo a importar está limitado a {1} hojas.
it_it: Il foglio di stile a {0} supera il totale consentito numero di fogli di stile per essere importati e non è stato recuperato. Il numero massimo delle importazioni di fogli di stile è limitata a {1} fogli di stile.
no_nb: Stilarket som befinner seg på {0} går ut over det maksimale antallet stilark som kan importeres og ble ikke hentet. Antallet importerte stilark er begrenset til {1}.
pt_br: O stylesheet localizou em {0} excede o total que número permitido de stylesheets ser importado e não foi recobrado. O número máximo de stylesheets importado é limitado a {1} stylesheets.
ru_ru: Импорт таблицы стилей, расположенной по адресу {0}, невозможен, поскольку это приведёт к превышению максимально разрешённого количества таблиц стилей в документе - {1}
zh_cn: 位于{0}的样式表超过允许导入的样式表的总数，因此该样式表没有被读取。允许导入的样式表的最大数目为{1}。

# Error.Css.Import.Failure
source: The remote stylesheet found within the input, located at {0}, that could not be retrieved. The site may be down or at an unaccessible host. This may not affect the format of the input.
de_de: Das verlinkte Stylesheet {0} konnte nicht geladen werden. Der entsprechende Server scheint nicht erreichbar zu sein.
es: La hoja de estilo remota encontrada dentro de la entrada, localizada en {0}, no pudo ser obtenida. El sitio puede estar abajo o en un host innaccesible. Puede que esto no afecte el formato de la entrada.
it_it: Il foglio di stile esterno trovato, situato a {0} , che non potevano essere recuperato. Il sito possono essere inattivi o accedere a un host. Questo non deve pregiudicare il formato di input.
no_nb: Stilarket som er spesifisert i inndata og som befinner seg på {0} kunne ikke hentes. Nettstedet kan være nede eller befinne seg på en maskin som er utilgjengelig. Dette kan ha betydning for formatet på inndataene.
pt_br: Não podia ser recobrado o stylesheet remoto referiu-se dentro da entrada, localizado em {0}. O site não pode ser acessível. Isto não pode afetar o formato da entrada.
ru_ru: Таблица стилей, расположенная по адресу {0} недоступна. Таблица не была импортирована, содержание документа не затронуто.
zh_cn: 输入中含有的远程样式表位于{0}，此样式表没法被读取。网站可能关闭或者主机没法被访问。这不应该影响输入的格式。

# Error.Css.Import.TooLarge
source: The stylesheet located at {0} causes the total input to be too large and was not imported. The maximum size of all input is limited to {1} bytes.
de_de: Das Stylesheet {0} führt zu unerlaubt großem Input. Erlaubt sind maximal {1} Bytes.
es: La hoja de estilo localizada en {0} causa que el tamaño total de la extrada sea demasiado grande y no fue importada. El tamaño máximo de toda la entrada está limitado a {1} bytes.
it_it: Il foglio di stile situato a {0} fa il totale di input di essere troppo grande e non è stato importato. La dimensione massima di tutti gli input è limitato a {1} bytes.
no_nb: Stilarket som befinner seg på {0} fører til at den totale mengden inndata blir for stor. Mengden inndata er begrenset til {1} bytes.
pt_br: O stylesheet localizou em {0} faz a entrada total ser demais grande e não foi importado. O tamanho máximo de toda entrada é limitado a {1} bytes.
ru_ru: Попытка импортировать таблицу стилей, расположенную по адресу {0} привела к превышению максимального разрешённого объёма вводимых данных. Максимальный разрёшенный объём вводимых данных (в байтах) - {1}
zh_cn: 位于{0}的样式表使得总输入太大，因此没有被导入。允许的最大输入为{1}字节。

# Error.Css.Import.Url.Invalid
source: The URL for stylesheet import could not be accepted for security reasons. The url was {0}.
de_de: Die URL zum Stylesheet ({0}) konnte aus Gründen der Sicherheit nicht verwendet werden.
es: El URL para importar hojas de estilo no pudo ser aceptado por razones de seguridad. El URL era {0}.
it_it: L'URL del foglio di stile esterno non potrebbe essere accettato per ragioni di sicurezza. L'URL è stato {1}
no_nb: URL-en for stilark-import kunne av sikkerhetsgrunner ikke aksepteres. URL-en var {0}.
pt_br: O URL para o stylesheet importe não podia ser aceitado para razões de segurança. O URL era {1}
ru_ru: Адрес таблицы стилей {0} не может быть принят из соображений безопасности.
zh_cn: 出于安全的原因，用于导入样式表的url没法被接受。此url是{1}。

# Error.Css.Stylesheet.Relative
source: The stylesheet referenced a relative stylesheet, "{0}", that could not be retrieved.
de_de: Das Stylesheet versucht ein anderes Stylesheet von "{0}" nachzuladen. Die Datei kann aber nicht gefunden werden.
es: The stylesheet hace referencia a una hoja de estilo relativa, "{0}", que no puedo ser obtenida.
it_it: Il foglio di stile di riferimento di stile parente, "{0}", che non potevano essere recuperati.
no_nb: Stilarket viser til et relativt stilark, "{0}", som ikke kunne hentes.
pt_br: O stylesheet referiu-se um stylesheet relative, "{0}", que não podia ser recobrado.
ru_ru: Таблица стилей не может быть импортирована, поскольку для её вызова используется относительная ссылка {0}.
zh_cn: 样式表引用了一个没法读取的相对样式表"{0}"。

# Error.Css.Tag.Relative
source: The {0} tag had a style attribute that specified a relative stylesheet reference, "{1}", that could not be retrieved.
de_de: Das Style-Attribut des {0} Tags versucht ein anderes Stylesheet von "{1}" nachzuladen. Die Datei kann aber nicht gefunden werden.
es: El tag {0} tenía un atributo style que especificaba referencia relativa a una hoja de estilo, "{1}", que no pudo ser obtenida.
it_it: {0} tag ha avuto un attributo di stile specificato che un parente di riferimento di stile, "{0}", che non possono essere recuperati.
no_nb: Taggen {0} har en stilattributt som viser til et relativt stilark, "{1}", som ikke kunne hentes.
pt_br: O {0} etiqueta contido um atributo de estilo que especificou uma referência relativa de stylesheet, "{0}", que não podia ser recobrado.
ru_ru: Тэг {0} содержит атрибут стиля, в котором указана относительная ссылка {1}. Такая ссылка не может быть получена.
zh_cn: 标记{0}中的一个样式属性指定了一个没法读取的相对样式表应用"{0}"。

# Error.Css.Stylesheet.Rule.NotFound
source: The stylesheet uses a rule, "{0}", that is not supported. The rule has been removed for security reasons.
de_de: Das Stylesheet nutzt die Regel "{0}". Diese wurde aus Gründen der Sicherheit entfernt.
es: La hoja de estilo uses a rule, "{0}", that is not supported. The rule has been removed for security reasons.
it_it: Il foglio di stile utilizza una regola, "{0}", che non è supportato. La regola è stata rimossa per motivi di sicurezza.
no_nb: Stilarket bruker en regel, "{0}", som ikke er støttet. Regelen har av sikkerhetsgrunner blitt fjernet.
pt_br: O stylesheet usa uma regra, "{0}", que não é suportado. A regra foi eliminada para razões de segurança.
ru_ru: Таблица стилей содержала неизвестное правило {0}. Правило удалено из соображений безопасности.
zh_cn: 样式表使用了一个不被支持的规则"{0}"。出于安全的原因，此规则已被去掉。

# Error.Css.Tag.Rule.NotFound
source: The {0} tag had a style attribute that uses a rule, "{1}", that is not supported. The rule has been removed for security reasons.
de_de: Das Style-Attribut des {0} Tags nutzt die Regel "{1}". Diese wurde aus Gründen der Sicherheit entfernt.
it_it: {0} tag ha avuto un attributo di stile che utilizza una regola, "{0}", che non è supportato. La regola è stata rimossa per motivi di sicurezza.
no_nb: Taggen {0} hadde en stilattributt som bruker en regel, "{1}", som ikke er støttet. Regelen har av sikkerhetsgrunner blitt fjernet.
pt_br: O {0} etiqueta contido um atributo de estilo que usa uma regra, "{0}", que não é suportado. A regra foi eliminada para razões de segurança.
ru_ru: Тэг {0} содержал неизвестное правило {1}. Правило удалено из соображений безопасности.
zh_cn: 标记{0}中的一个样式属性使用了一个不被支持的规则"{0}"。出于安全的原因，此规则已被去掉。

# Error.Css.Stylesheet.Selector.NotFound
source: The stylesheet uses selector, "{0}", that could not be processed. The selector has been removed for security reasons.
de_de: Das Stylesheet nutzt den Selektor "{0}". Dieser wurde aus Gründen der Sicherheit entfernt.
es: The hoja de estilo usa un selector, "{0}", que no pudo ser procesado. El selector ha sido removido por razones de seguridad.
it_it: Il foglio di stile utilizza selettore, "{0}", che non potevano essere trattati. Il selettore è stato rimosso per ragioni di sicurezza.
no_nb: Stilarket bruker en selektor, "{0}", som ikke kunne behandles. Selektoren har av sikkerhetsgrunner blitt fjernet.
pt_br: O stylesheetM/b> usa um selector, "{0}", que não podia ser processado. Este selector foi eliminada para razões de segurança.
ru_ru: Таблица стилей содержала неизвестный селектор {0}. Селектор удалён из соображений безопасности.
zh_cn: 样式表使用了一个没法处理的选择器"{0}"。出于安全的原因，此选择器已被去掉。
